"Email" = "Email";
"Username" = "Gebruikersnaam";
"Password" = "Wachtwoord";
"Follow %@" = "Volg %@";
"Continue" = "Doorgaan";
"Share" = "Delen";
"More..." = "Meer...";
"Cancel" = "Annuleer";
"Slug" = "Slug";
"Private" = "Privaat";
"Public" = "Publiek";
"Caption" = "Onderschrift";
"Title" = "Titel";
"Tags" = "Tags";
"Close" = "Sluiten";
"Notes" = "Notities";
"Note" = "Notitie";
"Share" = "Delen";
"Shared" = "Gedeeld";
"Edit" = "Bewerken";
"Actions" = "Acties";
"Services" = "Diensten";
"Send to %@" = "Verzenden naar %@";
"Copy" = "Kopieer";
"Copied!" = "Gekopieerd!";
"Saving to %@" = "Bewaard naar %@";
"Saved!" = "Bewaard!";
"Offline" = "Offline";
"Error" = "Fout";
"Login" = "Inloggen";
"Logging In..." = "Inloggen in...";
"Login Error" = "Inlog Error";
"Connecting..." = "Verbinden...";

"Shortening URL..." = "URL Verkorten...";
"Shorten URL Error" = "URL Verkorten Error";
"We could not shorten the URL." = "We konden de URL niet verkorten.";

"Create a free account at %@" = "Maak een gratis account op %@";
"Create an account at %@" = "Maak een account op %@";

"Send to Twitter" = "Verzend naar Twitter";

"Message is too long" = "Bericht is te lang";
"Twitter posts can only be 140 characters in length." = "Twitter bericht mag maar 140 karakters bevatten.";
"Message is empty" = "Bericht is leeg";
"You must enter a message in order to post." = "Je moet een bericht invullen om te kunnen verzenden.";

"Enter your message:" = "Maak je bericht:";

"Invalid email or password." = "Fout email of password.";
"The service encountered an error. Please try again later." = "De dienst gaf een fout. Probeer het later opnieuw.";
"There was a sending your post to Tumblr." = "Er trad een fout op bij het versturen naar Tumblr.";

"There was an error saving to Pinboard" = "Pinboard gaf een fout bij het bewaren.";

"Sorry, Instapaper did not accept your credentials. Please try again." = "Instapaper accepteert de login gegevens niet. Probeer het nogmaals.";
"Sorry, Instapaper encountered an error. Please try again." = "Instapaper gaf een fout. Probeer het nogmaals.";
"There was a problem saving to Instapaper." = "Er was een probleem bij het bewaren naar Instapaper.";

"Incorrect username and password" = "Gebruikersnaam en wachtwoord niet goed";
"There was an error logging into Google Reader" = "Er trad een fout op bij het inloggen bij Google Reader";
"There was a problem authenticating your account." = "Er was een probleem bij het verifi√´ren van het account.";
"There was a problem saving your note." = "Er was een probleem bij het bewaren van de notitie.";

"There was a problem saving to Delicious." = "Er was een probleem bij het bewaren op Delicious.";

"Open in Safari" = "Open in Safari";
"Attached: %@" = "Bijlage: %@";

"You must be online to login to %@" = "Je moet onlinge zijn om in te loggen %@";

"Auto Share" = "Automatisch delen";
"Enable auto share to skip this step in the future." = "Zet automatisch delen aan om deze stap over te slaan in de toekomst.";

"You must be online in order to share with %@" = "Je moet online zijn om te kunnen delen via %@";
"There was an error while sharing" = "Er trad een fout op bij het delen";

"Could not authenticate you. Please relogin." = "Kon niet autoriseren. Log opnieuw in.";
"There was a problem requesting authorization from %@" = "Er trad een probleem op bij het autoriseren bij %@";
"Request Error" = "Aanvraag Fout";
"There was an error while sharing" = "Er trad een fout op bij het delen";

"Authorize Error" = "Autoriseer Error";
"There was an error while authorizing" = "Er trad een probleem op bij het autoriseren";

"Authenticating..." = "Autoriseren...";
"There was a problem requesting access from %@" = "Er was een probleem bij de aanvraag van %@";

"Access Error" = "Toegangs Error";
"There was an error while sharing" = "Er trad een fout op bij het delen";